test/performance/benchmarks/func-invocation/run/single-fun-no-enclave-no-samba-sacmat/250.log
{"level":"info","ts":1760919766.8905618,"logger":"fallback","caller":"injection/injection.go:63","msg":"Starting informers..."}
2025/10/20 00:22:46 Starting func invocation probe for target: appender
2025/10/20 00:22:47 Using rate: 250
2025/10/20 00:27:47 Shutting down InfluxReporter
Requests      [total, rate, throughput]         75000, 250.00, 250.00
Duration      [total, attack, wait]             5m0s, 5m0s, 2.729ms
Latencies     [min, mean, 50, 90, 95, 99, max]  668.493µs, 3.024ms, 3.086ms, 3.288ms, 3.333ms, 4.347ms, 9.222ms
Bytes In      [total, mean]                     2850000, 38.00
Bytes Out     [total, mean]                     1725000, 23.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:75000  
Error Set:
2025/10/20 00:27:47 SLA 1 failed. P95 latency is not in 100000000-110000000ms time range: 3.33332ms